<?php 

return [
    'members' => [
        'types' => [
          1 => 'متفرغ',
          2 => 'غير متفرغ',
          3 => 'منتسب',
        ],
        'invoice_status' => [
          0 => 'غير مدفوعة',
          1 => 'مدفوعة',
        ],
        'payment_methods' => [
          2 => 'MADA',
          1 => 'VISA_MASTER',
        ],
    ],
    'branches' => [
      1 => 'مكة المكرمة',
      2 => 'المدينة المنورة',
      3 => 'الأحساء',
      4 => 'الجبيل',
      5 => 'الدمام',
      6 => 'حائل',
      7 => 'حفر الباطن',
      8 => 'الرياض',
      9 => 'القصيم',
      10 => 'الباحه',
      11 => 'الجوف',
      12 => 'الحدود الشمالية',
      13 => 'عسير',
      14 => 'جازان',
      15 => 'نجران',
      16 => 'تبوك',
      17 => 'الطائف'
    ],
    'status' => [
      0 => 'غير فعال',
      1 => 'فعال'
    ],
    'courses' => [
      'status' => [
        0 => 'مخفية',
        1 => 'فعالة',
        2 => 'انتهي التسجيل',
        3 => 'مؤجلة',
        4 => 'مكتملة',
        5 => 'خاصة',
      ]
    ]
];